[OccultistWOTC X2SoldierClassTemplate]
DisplayName="神秘学家"
ClassSummary="神秘学家舍生忘死地研究某种玄秘的宏伟生物，并在需要时召唤它们，利用其强大的力量。小心他们自己的生命。"

AbilityTreeTitles[0]="命运祭典"
AbilityTreeTitles[1]="残忍灵魂"
AbilityTreeTitles[2]="渎神艺术"
AbilityTreeTitles[3]="XCOM"

